Repository: Kingfish404/ModelMoor
Catalog: Apps/macOS/Sources/ModelMoor/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ · %@ tokens
source: %1$@ · %2$@ tokens
zh_hans: %1$@ · %2$@ 个令牌

source: %@ has unapplied changes. Apply them before leaving this view?
zh_hans: %@ 有尚未应用的更改。离开此视图前要应用它们吗？

source: %@ tokens in 24 hours
zh_hans: 24 小时内 %@ 个令牌

# %@, %@ tokens
source: %1$@, %2$@ tokens
zh_hans: %1$@，%2$@ 个令牌

# %lld active of %lld
source: %1$lld active of %2$lld
zh_hans: %2$lld 个账户中有 %1$lld 个活跃

source: %lld active of %lld accounts
zh_hans: %2$lld 个账户中有 %1$lld 个活跃

source: %lld models discovered
zh_hans: 发现 %lld 个模型

source: 1 active account
zh_hans: 1 个活跃账户

source: 1 disabled account
zh_hans: 1 个已停用账户

source: 1 model discovered
zh_hans: 发现 1 个模型

source: A New Version Is Available
zh_hans: 有新版本可用

source: API Endpoints
zh_hans: API 端点

source: API access
zh_hans: API 访问

source: API endpoint
zh_hans: API 端点

source: API endpoints
zh_hans: API 端点

source: API key
zh_hans: API 密钥

source: API key not set
zh_hans: 未设置 API 密钥

source: API key, optional
zh_hans: API 密钥（可选）

source: API keys
zh_hans: API 密钥

source: API keys and management passwords are stored by macOS, not in a ModelMoor file.
zh_hans: API 密钥和管理密码由 macOS 保存，不会写入 ModelMoor 文件。

source: API keys and management passwords are stored by macOS. Legacy services are read only for upgrade compatibility.
zh_hans: API 密钥和管理密码由 macOS 保存。旧版服务仅用于升级兼容性读取。

source: API keys, public model names, and route configuration stay in Unified API.
zh_hans: API 密钥、公开模型名称和路由配置均在统一 API 中管理。

source: Accept this key
zh_hans: 接受此密钥

source: Accepted by Unified API
zh_hans: 已被统一 API 接受

source: Account pool
zh_hans: 账户池

source: Add
zh_hans: 添加

source: Add API Endpoint
zh_hans: 添加 API 端点

source: Add API Endpoint…
zh_hans: 添加 API 端点…

source: Add API endpoint
zh_hans: 添加 API 端点

source: Add API key
zh_hans: 添加 API 密钥

source: Add Endpoint…
zh_hans: 添加端点…

source: Add Key…
zh_hans: 添加密钥…

source: Add Models…
zh_hans: 添加模型…

source: Add Port Forward
zh_hans: 添加端口转发

source: Add Raw Port Forward…
zh_hans: 添加原始端口转发…

source: Add SSH Connection
zh_hans: 添加 SSH 连接

source: Add and Copy
zh_hans: 添加并复制

source: Add models
zh_hans: 添加模型

source: Add models to Unified API
zh_hans: 向统一 API 添加模型

source: Add port forward
zh_hans: 添加端口转发

source: Address
zh_hans: 地址

source: Advanced
zh_hans: 高级

source: Advanced SSH Settings
zh_hans: 高级 SSH 设置

source: All endpoints
zh_hans: 所有端点

source: All models
zh_hans: 所有模型

source: App Preferences
zh_hans: 应用偏好设置

source: Apply Changes
zh_hans: 应用更改

source: Apply Changes Before Continuing?
zh_hans: 继续前要应用更改吗？

source: Apply Port Change
zh_hans: 应用端口更改

source: At least one key must stay enabled while authentication is required.
zh_hans: 要求身份验证时，必须至少保留一个已启用的密钥。

source: Authentication
zh_hans: 身份验证

source: Automatically check for updates
zh_hans: 自动检查更新

source: Back
zh_hans: 返回

source: Base URL
zh_hans: 基础 URL

source: Base path
zh_hans: 基础路径

source: Basics
zh_hans: 基本信息

source: Bearer API key, optional
zh_hans: Bearer API 密钥（可选）

source: CLIProxyAPI helper configuration and OAuth account files. This folder can contain sensitive credentials.
zh_hans: CLIProxyAPI 辅助程序配置和 OAuth 账户文件；此文件夹可能包含敏感凭据。

source: Cancel
zh_hans: 取消

source: Cancel Connection
zh_hans: 取消连接

source: Check Now
zh_hans: 立即检查

source: Check Reachability
zh_hans: 检查可达性

source: Check for Updates…
zh_hans: 检查更新…

source: Checking
zh_hans: 正在检查

source: Checking GitHub for updates…
zh_hans: 正在通过 GitHub 检查更新…

source: Checking for Updates…
zh_hans: 正在检查更新…

source: Checking model list…
zh_hans: 正在检查模型列表…

source: Checking…
zh_hans: 正在检查…

source: Choose an SSH alias and define the first fixed or dynamic port forward.
zh_hans: 选择一个 SSH 别名，并定义第一个固定或动态端口转发。

source: Choose model IDs from an OpenAI-compatible endpoint.
zh_hans: 从兼容 OpenAI 的端点中选择模型 ID。

source: Choose which discovered models the Unified API should expose to clients.
zh_hans: 选择统一 API 应向客户端公开哪些已发现的模型。

source: Clear Search
zh_hans: 清除搜索

source: Clients send an enabled key as an Authorization bearer token.
zh_hans: 客户端将已启用的密钥作为 Authorization Bearer 令牌发送。

source: Clients using %@ will immediately lose access.
zh_hans: 使用 %@ 的客户端将立即失去访问权限。

source: Clients using %@ will need the replacement. The new key will be copied to the pasteboard.
zh_hans: 使用 %@ 的客户端需要改用替换密钥。新密钥将复制到剪贴板。

source: Cloud API
zh_hans: 云端 API

source: Collapse Others
zh_hans: 收起其他项目

source: Command preview
zh_hans: 命令预览

source: Configuration
zh_hans: 配置

source: Configure in Unified API…
zh_hans: 在统一 API 中配置…

source: Configure models
zh_hans: 配置模型

source: Configured connections start in the menu bar without opening the main window.
zh_hans: 已配置的连接会在菜单栏中启动，无需打开主窗口。

source: Connect
zh_hans: 连接

source: Connect All
zh_hans: 全部连接

source: Connect Selected
zh_hans: 连接所选项目

source: Connect a supported provider below. You can add more than one account for each provider.
zh_hans: 在下方连接受支持的提供商。每个提供商可以添加多个账户。

source: Connect after creation and at login
zh_hans: 创建后连接并在登录时自动连接

source: Connect an account
zh_hans: 连接账户

source: Connect another account
zh_hans: 连接其他账户

source: Connect at login
zh_hans: 登录时连接

source: Connect your first API
zh_hans: 连接第一个 API

source: Connection
zh_hans: 连接

source: Connection timeout
zh_hans: 连接超时

source: Connect…
zh_hans: 连接…

source: Continue
zh_hans: 继续

source: Control command
zh_hans: 控制命令

source: Copy %@
zh_hans: 复制 %@

source: Copy %@ API key
zh_hans: 复制 %@ API 密钥

source: Copy API key
zh_hans: 复制 API 密钥

source: Copy Code
zh_hans: 复制代码

source: Copy Diagnostic Summary
zh_hans: 复制诊断摘要

source: Copy Local Address
zh_hans: 复制本地地址

source: Copy Model ID
zh_hans: 复制模型 ID

source: Copy Model ID, %lld
zh_hans: 复制模型 ID，%lld

source: Copy Remote Address
zh_hans: 复制远程地址

source: Copy SSH Argument
zh_hans: 复制 SSH 参数

source: Copy URL
zh_hans: 复制 URL

source: Copy Unified API Key
zh_hans: 复制统一 API 密钥

source: Copy Unified URL
zh_hans: 复制统一 API URL

source: Copy model ID
zh_hans: 复制模型 ID

source: Couldn’t Check for Updates
zh_hans: 无法检查更新

source: Counts include requests whose upstream response contains usage data.
zh_hans: 统计包含上游响应中带有用量数据的请求。

source: Create Anyway
zh_hans: 仍要创建

source: Create Endpoint
zh_hans: 创建端点

source: Create SSH Connection
zh_hans: 创建 SSH 连接

source: Create an OpenSSH fixed or dynamic port forward.
zh_hans: 创建 OpenSSH 固定或动态端口转发。

source: Creating…
zh_hans: 正在创建…

source: Current API key
zh_hans: 当前 API 密钥

source: Current selection is hidden by search
zh_hans: 当前选择已被搜索隐藏

source: Current Version
zh_hans: 当前版本

source: DeepSeek API key
zh_hans: DeepSeek API 密钥

source: Delete API Endpoint…
zh_hans: 删除 API 端点…

source: Delete Connection
zh_hans: 删除连接

source: Delete Endpoint
zh_hans: 删除端点

source: Delete Key
zh_hans: 删除密钥

source: Delete Key…
zh_hans: 删除密钥…

source: Delete Other Service…
zh_hans: 删除其他服务…

source: Delete SSH Connection…
zh_hans: 删除 SSH 连接…

source: Delete this API key?
zh_hans: 要删除此 API 密钥吗？

source: Delete this SSH connection?
zh_hans: 要删除此 SSH 连接吗？

source: Diagnostic URL
zh_hans: 诊断 URL

source: Diagnostics and Privacy
zh_hans: 诊断与隐私

source: Direct Connection
zh_hans: 直接连接

source: Direct HTTPS API
zh_hans: 直接 HTTPS API

source: Disable Unified API
zh_hans: 停用统一 API

source: Disabled
zh_hans: 已停用

source: Disabling the listener keeps your model list for the next time you enable it.
zh_hans: 停用监听器会保留模型列表，供下次启用时使用。

source: Discard Changes
zh_hans: 放弃更改

source: Disconnect
zh_hans: 断开连接

source: Disconnect All
zh_hans: 全部断开

source: Disconnect Selected
zh_hans: 断开所选项目

source: Disconnecting…
zh_hans: 正在断开…

source: Discovered models
zh_hans: 已发现模型

source: Dismiss
zh_hans: 关闭

source: Download Update
zh_hans: 下载更新

source: Download Update…
zh_hans: 下载更新…

source: Duplicate
zh_hans: 复制

source: Duplicate API Endpoint
zh_hans: 复制 API 端点

source: Duplicate SSH Connection
zh_hans: 复制 SSH 连接

source: Dynamic port forwarding (-D)
zh_hans: 动态端口转发 (-D)

source: Each successful sign-in adds a separate credential to the account pool.
zh_hans: 每次成功登录都会向账户池添加一份独立凭据。

source: Edit Port Forward…
zh_hans: 编辑端口转发…

source: Edit port forward
zh_hans: 编辑端口转发

source: Edit…
zh_hans: 编辑…

source: Enable %@
zh_hans: 启用 %@

source: Enable Unified API
zh_hans: 启用统一 API

source: Enabled
zh_hans: 已启用

source: Endpoint enabled
zh_hans: 启用端点

source: Endpoint not found
zh_hans: 未找到端点

source: Enter model ID manually
zh_hans: 手动输入模型 ID

source: Expand Others
zh_hans: 展开其他项目

source: Expose selected models through one authenticated local API.
zh_hans: 通过一个经过身份验证的本地 API 提供所选模型。

source: Failure threshold
zh_hans: 失败阈值

source: Fixed forwards connect one destination. Dynamic forwards provide a SOCKS 4/5 proxy on this Mac (-D) or the SSH server (-R).
zh_hans: 固定转发连接一个目标。动态转发在此 Mac (-D) 或 SSH 服务器 (-R) 上提供 SOCKS 4/5 代理。

source: Give the key a client or device name. The generated value is stored in Keychain and copied to the pasteboard.
zh_hans: 为密钥指定客户端或设备名称。生成的值将存入钥匙串并复制到剪贴板。

source: HTTPS base URL
zh_hans: HTTPS 基础 URL

source: HTTPS origin
zh_hans: HTTPS 源站

source: Health path
zh_hans: 健康检查路径

source: Host
zh_hans: 主机

source: Idle
zh_hans: 空闲

source: In progress
zh_hans: 进行中

source: In use, saved in Keychain
zh_hans: 正在使用，已存入钥匙串

source: Included models
zh_hans: 包含的模型

source: Inspect the tokens reported by models served through the Unified API.
zh_hans: 查看通过统一 API 提供的模型所报告的令牌用量。

source: Invalid endpoint URL
zh_hans: 端点 URL 无效

source: Keepalive interval
zh_hans: 保活间隔

source: Keychain Secrets
zh_hans: 钥匙串机密

source: Last checked
zh_hans: 上次检查

source: Last checked %@
zh_hans: 上次检查：%@

source: Launch %@ at login
zh_hans: 登录时启动 %@

source: Legacy Configuration
zh_hans: 旧版配置

source: Listen port
zh_hans: 监听端口

source: Loading ModelMoor configuration
zh_hans: 正在加载 ModelMoor 配置

source: Loading ModelMoor…
zh_hans: 正在加载 ModelMoor…

source: Local endpoint
zh_hans: 本地端点

source: Local port forwarding (-L)
zh_hans: 本地端口转发 (-L)

source: Login launch is disabled for development builds.
zh_hans: 开发构建已停用登录时启动。

source: Loopback origin
zh_hans: 回环源站

source: Manage %@
zh_hans: 管理 %@

source: Manage Models…
zh_hans: 管理模型…

source: Manage Subscription
zh_hans: 管理订阅

source: Managed helper
zh_hans: 托管辅助进程

source: Method
zh_hans: 方式

source: Model
zh_hans: 模型

source: Model list path
zh_hans: 模型列表路径

source: Model usage
zh_hans: 模型用量

source: ModelMoor %@ is available.
zh_hans: ModelMoor %@ 已可用。

source: ModelMoor %@ is available. You are currently using version %@.
zh_hans: ModelMoor %@ 已可用。你当前使用的是 %@ 版本。

source: ModelMoor Is Up to Date
zh_hans: ModelMoor 已是最新版本

source: ModelMoor creates a loopback port forward and keeps the SSH connection available in the background.
zh_hans: ModelMoor 会创建回环端口转发，并在后台保持 SSH 连接可用。

source: ModelMoor is up to date.
zh_hans: ModelMoor 已是最新版本。

source: ModelMoor records a bounded, redacted runtime history. API keys and inference content are never included.
zh_hans: ModelMoor 会记录有界且经过脱敏的运行历史，其中绝不包含 API 密钥或推理内容。

source: ModelMoor will remove the local OAuth credential for %@.
zh_hans: ModelMoor 将移除 %@ 的本地 OAuth 凭据。

source: Models
zh_hans: 模型

source: Models from subscriptions
zh_hans: 订阅中的模型

source: Models, %lld
zh_hans: 模型，%lld 个

source: Models, %lld discovered
zh_hans: 模型，已发现 %lld 个

source: Models, 1
zh_hans: 模型，1 个

source: Models, 1 discovered
zh_hans: 模型，已发现 1 个

source: More account actions
zh_hans: 更多账户操作

source: More actions for %@
zh_hans: %@ 的更多操作

source: More key actions
zh_hans: 更多密钥操作

source: Name
zh_hans: 名称

source: Navigate
zh_hans: 导航

source: Needs Attention
zh_hans: 需要处理

source: Needs Attention, %lld
zh_hans: 需要处理，%lld 项

source: Needs attention
zh_hans: 需要处理

source: Needs attention, %@
zh_hans: 需要处理：%@

source: New API Endpoint…
zh_hans: 新建 API 端点…

source: New SSH Connection…
zh_hans: 新建 SSH 连接…

source: New SSH connection
zh_hans: 新建 SSH 连接

source: No API Endpoints
zh_hans: 没有 API 端点

source: No API endpoints use this connection.
zh_hans: 没有 API 端点使用此连接。

source: No API keys configured
zh_hans: 尚未配置 API 密钥

source: No API keys saved. Add one to authenticate this endpoint.
zh_hans: 尚未保存 API 密钥。请添加一个以验证此端点。

source: No SSH Connections
zh_hans: 没有 SSH 连接

source: No accounts connected
zh_hans: 尚未连接账户

source: No discovered models
zh_hans: 没有发现模型

source: No matching connections or endpoints
zh_hans: 没有匹配的连接或端点

source: No matching upstream response included token usage in this range.
zh_hans: 此时间范围内没有匹配的上游响应包含令牌用量。

source: No model IDs are available yet.
zh_hans: 尚无可用的模型 ID。

source: No new update was found last time.
zh_hans: 上次检查未发现新版本。

source: No reported usage
zh_hans: 没有已报告的用量

source: No unified models
zh_hans: 没有统一模型

source: Not Now
zh_hans: 稍后

source: Not accepted
zh_hans: 未被接受

source: Not checked
zh_hans: 尚未检查

source: OK
zh_hans: 好

source: Off
zh_hans: 关

source: On
zh_hans: 开

source: One local URL for the models you choose.
zh_hans: 用一个本地 URL 访问所选模型。

source: Only direct HTTPS API endpoints can be duplicated.
zh_hans: 只能复制用户创建的直连 HTTPS API 端点。

source: Open %@
zh_hans: 打开 %@

source: Open Folder
zh_hans: 打开文件夹

source: Open Keychain Access
zh_hans: 打开钥匙串访问

source: Open sign-in page
zh_hans: 打开登录页面

source: Open the %@ folder in Finder
zh_hans: 在访达中打开 %@ 文件夹

source: Opens API endpoint details
zh_hans: 打开 API 端点详情

source: Others
zh_hans: 其他

source: Overview
zh_hans: 概览

source: Persistent Storage
zh_hans: 持久化存储

source: Port
zh_hans: 端口

source: Port Forwards
zh_hans: 端口转发

source: Port forward type
zh_hans: 端口转发类型

source: Preset
zh_hans: 预设

source: Provider credentials are managed in Subscription.
zh_hans: 提供商凭据在“订阅”中管理。

source: Public model
zh_hans: 公开模型

source: Public model name “%@” is already in use.
zh_hans: 公开模型名称“%@”已被使用。

source: Public name
zh_hans: 公开名称

source: Quit %@
zh_hans: 退出 %@

source: Ready
zh_hans: 就绪

source: Ready endpoints
zh_hans: 就绪端点

source: Ready, %lld model
zh_hans: 就绪，%lld 个模型

source: Ready, %lld models
zh_hans: 就绪，%lld 个模型

source: Ready, 127.0.0.1:%lld, %lld models
zh_hans: 已就绪，127.0.0.1:%lld，%lld 个模型

source: Reconnect automatically
zh_hans: 自动重新连接

source: Refresh
zh_hans: 刷新

source: Refresh Status
zh_hans: 刷新状态

source: Refresh all endpoint status
zh_hans: 刷新所有端点状态

source: Refresh the endpoint or enter an upstream model ID manually.
zh_hans: 刷新端点或手动输入上游模型 ID。

source: Refresh the panel to try loading it again.
zh_hans: 刷新面板以再次尝试加载。

source: Refreshing Status…
zh_hans: 正在刷新状态…

source: Refreshing endpoint status
zh_hans: 正在刷新端点状态

source: Refreshing usage
zh_hans: 正在刷新用量

source: Refreshing…
zh_hans: 正在刷新…

source: Reload SSH configuration
zh_hans: 重新加载 SSH 配置

source: Reload ~/.ssh/config
zh_hans: 重新加载 ~/.ssh/config

source: Remote API
zh_hans: 远程 API

source: Remote API port
zh_hans: 远程 API 端口

source: Remote over SSH
zh_hans: 通过 SSH 访问远程服务

source: Remote port forwarding (-R)
zh_hans: 远程端口转发 (-R)

source: Remove %@
zh_hans: 移除 %@

source: Remove %@ from Unified API
zh_hans: 从统一 API 中移除 %@

source: Remove %@ port forward
zh_hans: 移除 %@ 端口转发

source: Remove Account
zh_hans: 移除账户

source: Remove Account…
zh_hans: 移除账户…

source: Remove Key…
zh_hans: 移除密钥…

source: Remove model from Unified API
zh_hans: 从统一 API 中移除模型

source: Remove port forward
zh_hans: 移除端口转发

source: Remove the API endpoint before removing its port forward
zh_hans: 请先移除 API 端点，再移除其端口转发

source: Remove this API key?
zh_hans: 要移除此 API 密钥吗？

source: Remove this subscription account?
zh_hans: 要移除此订阅账户吗？

source: Replace Key…
zh_hans: 替换密钥…

source: Require API key
zh_hans: 要求 API 密钥

source: Restore Defaults
zh_hans: 恢复默认值

source: Retained as an unchanged migration source for older ModelMoor versions.
zh_hans: 作为旧版 ModelMoor 的迁移来源原样保留。

source: Retry
zh_hans: 重试

source: Retry Test
zh_hans: 重试测试

source: Reverse dynamic port forwarding (-R)
zh_hans: 反向动态端口转发 (-R)

source: Revert
zh_hans: 还原

source: Rotate Key
zh_hans: 轮换密钥

source: Rotate Key…
zh_hans: 轮换密钥…

source: Rotate this API key?
zh_hans: 要轮换此 API 密钥吗？

source: Run Diagnostics
zh_hans: 运行诊断

source: Run a read-only model-list request before creating this endpoint.
zh_hans: 创建此端点前，先发送只读的模型列表请求。

source: Run diagnostics
zh_hans: 运行诊断

source: SSH Connection
zh_hans: SSH 连接

source: SSH Connections
zh_hans: SSH 连接

source: SSH alias
zh_hans: SSH 别名

# SSH alias %@, %lld active forwards
source: SSH alias %1$@, %2$lld active forwards
zh_hans: SSH 别名 %1$@，%2$lld 个活跃转发

source: SSH connection not found
zh_hans: 未找到 SSH 连接

source: SSH connections, endpoints, routes, and gateway settings. Schema backups are kept in the same folder.
zh_hans: SSH 连接、端点、路由和网关设置；架构备份保存在同一文件夹中。

source: Save Port Forward
zh_hans: 保存端口转发

source: Saved in Keychain
zh_hans: 已存入钥匙串

source: Search connections and endpoints
zh_hans: 搜索连接和端点

source: Search Sidebar
zh_hans: 搜索侧边栏

source: Selected time
zh_hans: 所选时间

source: Selected tokens
zh_hans: 所选令牌数

source: Set Key…
zh_hans: 设置密钥…

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Show SSH Connection
zh_hans: 显示 SSH 连接

source: Show Unified API
zh_hans: 显示统一 API

source: Show in ModelMoor
zh_hans: 在 ModelMoor 中显示

source: Show or Hide Sidebar
zh_hans: 显示或隐藏边栏

source: Show or hide sidebar
zh_hans: 显示或隐藏边栏

source: Show or hide the sidebar
zh_hans: 显示或隐藏边栏

source: Sign-in happens on the provider's site, and ModelMoor never receives your password. OAuth refresh credentials are stored in ModelMoor's private application-data directory because the bundled helper requires file-backed credentials.
zh_hans: 登录在提供商的网站上完成，ModelMoor 不会接收你的密码。由于内置辅助程序需要基于文件的凭据，OAuth 刷新凭据会存储在 ModelMoor 的私有应用数据目录中。

source: Software Updates
zh_hans: 软件更新

source: Source
zh_hans: 来源

source: Source endpoint
zh_hans: 源端点

source: Spark dashboard
zh_hans: Spark 仪表盘

source: Starting
zh_hans: 正在启动

source: Starting, %lld models
zh_hans: 正在启动，%lld 个模型

source: Startup
zh_hans: 启动

source: Status
zh_hans: 状态

source: Step %lld of 3
zh_hans: 第 %lld 步，共 3 步

source: Subscription
zh_hans: 订阅

source: Subscription Data
zh_hans: 订阅数据

source: Test Endpoint
zh_hans: 测试端点

source: Test URL
zh_hans: 测试 URL

source: Test and create
zh_hans: 测试并创建

source: The SSH port forward is missing
zh_hans: 缺少 SSH 端口转发

source: The internal loopback key is generated from Keychain into the helper's private configuration.
zh_hans: 内部回环密钥由钥匙串生成到辅助程序的私有配置中。

source: The key is stored in Keychain and is never written to ModelMoor configuration.
zh_hans: 密钥存储在钥匙串中，绝不会写入 ModelMoor 配置。

source: The key is stored in Keychain and is never written to the ModelMoor configuration file.
zh_hans: 密钥存储在钥匙串中，绝不会写入 ModelMoor 配置文件。

source: The key named %@ will be removed from Keychain.
zh_hans: 名为 %@ 的密钥将从钥匙串中移除。

source: The listener stays on loopback, so the forwarded port is not exposed to the LAN.
zh_hans: 监听器仅绑定回环地址，因此转发端口不会暴露给局域网。

source: The local port is allocated automatically and remains loopback-only.
zh_hans: 本地端口会自动分配，并且仅限回环访问。

source: The previous Gateway Token is the default Unified API key.
zh_hans: 原有的网关令牌将作为默认的统一 API 密钥。

source: This API endpoint
zh_hans: 此 API 端点

source: This SSH connection
zh_hans: 此 SSH 连接

source: This SSH connection has unapplied changes.
zh_hans: 此 SSH 连接有尚未应用的更改。

source: This endpoint has unapplied changes.
zh_hans: 此端点有尚未应用的更改。

source: This forward belongs to an API endpoint, so it must remain a local -L forward.
zh_hans: 此转发属于一个 API 端点，因此必须保持为本地 -L 转发。

source: Time
zh_hans: 时间

source: Time range
zh_hans: 时间范围

source: Token counts and internal route identifiers; request and response content is not stored.
zh_hans: 仅保存令牌计数和内部路由标识符，不保存请求或响应内容。

source: Token trend
zh_hans: 令牌趋势

source: Token usage over %@
zh_hans: %@内的令牌用量

source: Tokens
zh_hans: 令牌数

source: Type
zh_hans: 类型

source: Unified API
zh_hans: 统一 API

source: Unified API gives local clients a stable OpenAI-compatible endpoint while ModelMoor routes each public model name to its source API.
zh_hans: 统一 API 为本地客户端提供稳定且兼容 OpenAI 的端点，同时由 ModelMoor 将每个公开模型名称路由到其源 API。

source: Update checks are disabled for development builds.
zh_hans: 开发构建已停用更新检查。

source: Update to %@…
zh_hans: 更新到 %@…

source: Updates have not been checked yet.
zh_hans: 尚未检查更新。

source: Updating %@
zh_hans: 正在更新 %@

source: Upstream model
zh_hans: 上游模型

source: Upstream-reported tokens
zh_hans: 上游报告的令牌数

source: Usage
zh_hans: 用量

source: Usage History
zh_hans: 用量历史

source: Usage and Settings
zh_hans: 用量与设置

source: Usage by model
zh_hans: 按模型统计用量

source: Usage history stores timestamps, token totals, and internal route and endpoint identifiers. Prompts, responses, model names, headers, and API keys are not stored. Streaming requests appear only when the upstream sends usage data.
zh_hans: 用量历史仅存储时间戳、令牌总数以及内部路由和端点标识符，不会存储提示词、响应、模型名称、请求头或 API 密钥。流式请求仅在上游返回用量数据时显示。

source: Usage history unavailable
zh_hans: 用量历史不可用

source: Use %@
zh_hans: 使用 %@

source: Use a commercial or self-hosted HTTPS endpoint that this Mac can reach directly.
zh_hans: 使用此 Mac 可直接访问的商业或自托管 HTTPS 端点。

source: Use a remote model over SSH or connect a direct HTTPS API. ModelMoor keeps transport details out of the normal workflow.
zh_hans: 通过 SSH 使用远程模型，或连接直连 HTTPS API。ModelMoor 会将传输细节与日常工作流分离。

source: Use for routing
zh_hans: 用于路由

source: Used By
zh_hans: 使用方

source: Used by %@
zh_hans: 由 %@ 使用

source: Version %@ is the newest version available.
zh_hans: %@ 是当前可用的最新版本。

source: Via
zh_hans: 经由

source: View Release
zh_hans: 查看发布页面

source: View Release…
zh_hans: 查看版本…

source: Waiting for %@ sign-in
zh_hans: 正在等待 %@ 登录

source: Waiting for sign-in
zh_hans: 正在等待登录

source: Where is the API running?
zh_hans: API 在哪里运行？

source: Window and update preferences. Login launch is managed separately by macOS.
zh_hans: 窗口和更新偏好设置；登录时启动由 macOS 单独管理。

source: Your local model endpoints
zh_hans: 本地模型端点
